Revit 2027 API
ExportLayerKey Constructor
Overload List
Name | Description
ExportLayerKey() |  Constructs a new ExportLayerKey with default values.
ExportLayerKey(String, String, SpecialType) |  Constructs a new ExportLayerKey with categoryName, subCategoryName and a special type.
Top
See Also
Reference
ExportLayerKey Class
Autodesk.Revit.DB Namespace